insert into Item(title, price, content, image_name, category) values
                                                                  ('아이폰 12 퍼플 256GB', 250000, '서브폰으로 사용 했어요\n게임이나 다른 작업은 안했고 전화용도 목적으로 사용해서 깔끔해용 기스도 없습니다', 'iphone12.png', '전자기기'),
                                                                  ('시티즌 PMD56 녹판 에코드라이브 시계판매합니다', 380000, '전체적으로 사용감 및 생활기스 있는 상태이며 기능상 문제는 없습니다.\n손목 19cm까지 착용 가능하게 줄 넉넉히 있습니다.', 'watch.png', '전자기기'),
                                                                  ('이랜드, 슈펜 블랙 캔버스 스니커즈 270', 27000, '데일리로 신기가 좋은 스니커즈를 찾으시는\n역동적인 분들에게 강력하게 추천을 드려요.\n편안한 착화감으로 오래 신어도 발이편해요.', 'canvas.png', '의류'),
                                                                  ('스텐레스 컵', 1000, '개당. 1,000 원씩입니다.', 'mug.png', '생활용품'),
                                                                  ('나이키 에어 조던 1 하이 유니버시티 gs 235', 85000, '품번 : 575441-134\n나이키 에어 조던 1 하이 유니버시티 gs 235', 'sneakers.png', '의류'),
                                                                  ('구찌 실버 스니커즈', 200000, '벨크로 타입으로 신고 벗기 편해요\n실버 색상에 빨강, 네이비 색상 포인트가 있어요\n사이즈 33으로 제가 발이 210이라 딱 맞았구요 자녀분이나 발 작으신 성인분 신으시면 됩니다', 'gucci.png', '의류'),
                                                                  ('봉제인형 봉 소녀 캐릭터 상품 30cm', 4000, '봉제인형 봉 소녀 캐릭터 상품이에요\n인형 사이즈는 30cm이고\n귀여운 디자인으로 선물하기에도 좋아요', 'plushie.png', '완구'),
                                                                  ('쓰나미 SNM100 아미그린', 280000, '구성\n핸들바:벨로시닷\n스템:우노 초경량 120mm 7도\n탑캡:듣보\n안장 순정안장\n싯포:투식\n휠셋: 벨로시닷\n타이어 앞: 듣보, 뒤: 슈발베\n크랭크셋: 스케이스\n브레이크:벨로시닷\n\n하자 챗주시면 보내드려요', 'bike.png', '스포츠용품'),
                                                                  ('미니 재봉틀', 1, '당근에서 구했는데\n임신하고 입덧이 심해서\n사용은 못해보고 그대로 들고만 있었습니다.\n미싱에 대해서 몰라서\n작동여부는 확인안해봤습니다.\n코드꽂으니 움직이긴해요.\n빨리 가져가실분 우선이요.', 'sewing.png', '생활용품'),
                                                                  ('캠핑랜턴', 40000, '제품정보 모릅니다\n말길어지면 거래안함\n동작 충전 잘되고 질문안받습니다', 'lantern.png', '생활용품');

insert into Member(username, password) values('당균', '1234');